[
    {"song":"U R",
        "lyrics":"我一直以來滿是烏雲的心裏下起雨我懇切的盼望著雨過天晴我曾怕淋濕肩膀的雨滴風幹後只剩下我一個人的孤單你就像雨後的陽光盛開在我心中就這樣Cause you are照耀我的光You are如此美好的夢七色光照耀讓世界更加美好的保留著Yeah UR你成為空蕩的蒼茫的巖石上的彩虹就躺在這之下靜靜的看著天空世界最平安和初次感受到的悸動比任何人都可愛轉頭就看得到你的微笑我也不知不覺的伸出了手就這樣淋濕我窗子的雨如果停下Under the Rainbow你會等待我那些我無法開口的所有的秘密今天我想要都跟你講述You are一直在我的身邊You are在我柔弱內心中更加耀眼和美好的填滿夜空的You’re my star Yeah UR…Oh UR...UR...OhUR"
    },
    {
        "song":"Four Seasons",
        "lyrics":"我給了你我的冬天又給了我的夏天吧在那炙熱又冰冷的季節裡我是真的愛過你嗎?我愛過你嗎?曾經彼此思念又對彼此感到厭倦吧在那些漫長的白天和夜晚老舊生鏽之前我們再次閃耀吧季節又會再次改變不是嗎I gave you the world I gave you the world只有你是我的一切我給了你我的冬天又給了我的夏天吧在那炙熱又冰冷的季節裡我是真的愛過你嗎?我愛過你嗎?走也好在回頭看時沒有我我們曾相當美好只要這樣就好了離開時四季來臨又離開我身邊我將我的冬天和我的夏天給了你我會送那曾經是全世界的你離開的我是真的愛過你嗎?我愛過你嗎?我愛過你嗎?"
    },
    {
        "song":"All About You",
        "lyrics":"從什麼時候開始只要看見你就能感覺到命中注定呢就如同夜空的星星發光著般許久以來都在我身邊每當我想起名為你的詩我便想記住讓我能將你銘記在心當悲傷的夜晚來臨時我便會守護著你傳來我的心意了嗎請不要忘記你知道在逝去的季節裡我的心是不會改變的嗎只要有那望著我的那一個眼神就像是擁有了全世界每當我想起名為你的詩我便想記住讓我能將你銘記在心當悲傷的夜晚來臨時我便會守護著你傳來我的心意了嗎請不要忘記即使花朵盛開凋謝的日子到來也請只要記住這一個那就是我對你的心意即使不知道我們總有一天會分隔兩地只要是你我就可以等待的即使時間流逝我也會站在此處請不要感到猶豫當那時候到來"
    },
    {
        "song":"Circus",
        "lyrics":"如此燦爛輝煌光芒奪目地總是如此的Baby全場歡聲雷動再次歡呼吧向著我們Yeah Causeyou yeahyou你的身影你的笑容Yeah一整夜Oh讓我沉浸在夢中帶我到那耀眼的舞台吧我像個人偶對你綻放笑容一步一步忍著暈眩感一個人獨自戰勝了恐懼又更加明亮閃耀的我們Night沒有比這更加美麗的My circus即使有時讓人眼花撩亂越是危險就越發沸騰My circus我們的今晚還能再變得多迷人呢向著你飛去My heart不帶一絲猶豫把我的全部給你都給你Yeah用力張開雙手我要朝著你飛去Cause you yeah you你的雙手你的心YeahOh我Oh我若你錯過了我所有幻想破滅一切就要結束雪白的衣服如花瓣般舞動又輕輕地隱約地綻放之時我會如步於雲端般地從容向著你走去的沒有比這更加美麗的My circus即使有時讓人眼花撩亂위험할수록달아오를越是危險就越發沸騰Mycircus我們的今晚還能再變得多迷人呢向著你飛去My hear goodnight yeahOh yeahoh yeah Say goodnight yeah再向著你前進Say goodnight yeah在今晚在今晚Baby Say goodnight yeah交給我們吧Baby雪白的衣服如花瓣般舞動又輕輕地隱約地綻放之時我會如步於雲端般地從容向著你走去的沒有比這更加美麗的My circus我們的每一晚還能再變得多迷人呢格外閃耀的My Heart"
    },
    {
        "song":"Time Walking On Memories",
        "lyrics":"到現在都還聽得到你的聲音到現在都還感覺得到你伸出的手今天我仍活在你的痕跡裡吧都還看得到你的模樣都還感覺得到你的溫暖今天我仍活在你的時間裡吧過路的某個陌生人的模樣裡也乘著風孤獨地跳著舞的那落葉上也掠過臉頰的某個夜晚的那空氣中也我看到聽到感覺到的所有事物裡也都有你在是啊那麼你呢那麼你呢你也和我一樣嗎那麼你呢我現在也能感覺到你吧這樣唱著歌的現在這個瞬間也是我看到了你我明天也會看到你吧明天也會聽到我的話吧明天所有的事也都會和今天一天一樣吧過路的某個陌生人的模樣裡也乘著風孤獨地跳著舞的那落葉上也掠過臉頰的某個夜晚的那空氣中也我看到聽到感覺到的所有事物裡也都有你在是啊那麼你呢那麼你呢你也和我一樣嗎那麼你呢路邊隨意擱置著的那椅子上也想要喝水而有意無意拿起的玻璃杯裡也為了注視我面對著的鏡子裡也輕輕地降落在耳際的音樂裡也都有你在現在該怎麼辦現在該怎麼辦你好像會繼續向前現在該怎麼辦我們打開思念的門你的記憶來找尋我眼角總是變紅打開思念的門你的記憶來找尋我總是不停地心痛"
    },
    {
        "song":"Rain",
        "lyrics":"在灰色的光灑落的空房顯得空虛在冷颼颼的氣氛打開玻璃窗掉落在手心上的雨滴滑落在充滿思念的心莫名想你的夜晚呼之欲出的眼淚浮現在我的心裡下雨的話落下的記憶裡蔓延的傷痛裡比起在滂沱大雨中的你在曾經鮮明的那段時間裡停止了在回憶裡淋溼了刻劃著曾經美麗的你intheRain就算是曾經漫長耀眼的季節裡相簿裡的照片依然斑駁如此泛黃嗎漸漸夜深無法忘掉的約定曾經溫暖的懷抱也再見下雨的話落下的記憶裡蔓延的傷痛裡比起在滂沱大雨中的你在曾經鮮明的那段時間裡停止了在回憶裡淋溼了刻劃著曾經美麗的你intheRain在灰白的世界裡成為一線光的你Rain成為雨的你向我走過來請照亮我的靈魂吧Doo-doo-doo-Doo-doo-doo-雨傘下低聲細語Woo-在心的角落擴散要你聽到舒適的雨聲似乎整天都在向我問好渲染的模糊的記憶和你在雨中Woo rain,Woo...Dreaming in the Rain Woo rain,Woo...Dreaming in the Rain"
    },
    {
        "song":"11:11",
        "lyrics":"It’s11:11今天是空著什麼都沒留下的時光我們許著願望一起笑著的那時光不論什麼事都會想到你你的心就像遠方吹來的冷風一般敞開窗戶的話你就會吹拂而來這時間逝去的話會是離別的結束嗎Yeah是否能將你遺忘呢所有事物都在回歸原位後離去你也將我的全部帶走後離去就像我心中時鐘的兩個指針一般只在同樣的地方原地徘徊Nanananananananananananana oh Nananananananana I believeI will beover you日曆中曾經有過的許久之前約定過幾月的幾日對你來說若是都遺忘的話我是應該抹去吧一切過去之後將什麼都不是了吧所有事物都在回歸原位後離去你也將我的全部帶走後離去就像我心中時鐘的兩個指針一般只在同樣的地方原地徘徊 Nanananananananananananana oh Nananananananana I believe I will beover you就像季節轉換間短暫盛開的陌生花朵一般就像一天轉換間掛在天空的凌晨之星一般這所有的一切總有一天會過去吧所有事物都在回歸原位後回來我如果像是什麼事都沒發生般的笑著偶爾一次呼喚你的名字應該不會像現在如此痛苦吧 Nanananananananananananana oh Nananananananana I believe I will beover you Nananananananananananananaoh Nananananananana I believe I will beover you"
    },
    {
        "song":"This Christmas",
        "lyrics":"莫名溫暖的那天夜裡雪花飄落的我的雙頰上你的嘴唇輕柔地滑過令我至今難忘Beautiful night我記起了那天的你多想你來找我如倒轉時間一般聖誕節如夢似幻的聖誕節我一直記得你留下的甜蜜私語讓我加倍心動Oh在曾有你的聖誕節祝你聖誕快樂把我曾誓要永恆不變的真切情意傳達給你I prayon This Christmas驀然浮現腦海那夜你分外溫暖的雙手將我冰封的心融化讓我感覺恍如昨日一般Beautiful night我記起了那天的你多想你來找我猶如命運將我倆填滿聖誕節如夢似幻的聖誕節我一直記得你留下的甜蜜私語讓我加倍心動Oh在曾有你的聖誕節祝你聖誕快樂把我曾誓要永恆不變的真切情意傳達給你I prayon This Christmas你就面對那燦爛的冬日佇立著希望再次輪迴的季節會在迎接你後一起來到我身邊聖誕節如夢似幻的聖誕節我一直記得你留下的甜蜜私語讓我加倍心動Oh在曾有你的聖誕節祝你聖誕快樂把我曾誓要永恆不變的真切情意傳達給你I prayon ThisChristmasOoh~把我的真切情意傳達給你I prayon This Christmas"
    }

]